[
  {
    "id": "60362c06-794b-4dd0-833e-7b988eacbb19",
    "title": "Angličtina cez Skype – áno či nie?",
    "author": "Adka",
    "tags": ["learning", "skype"],
    "summary": "Mnohí študenti sa ma pýtajú na názor ohľadom výučby angličtiny prostredníctvom Skype. Je to to pravé orechové? Čo ak som technický antitalent? Čo ak n",
    "content": "<p><span style=\"font-size: 16px; color: var(--ricos-custom-p-color,unset); background-color: var(--ricos-custom-p-background-color,unset);\">Mnohí študenti sa ma pýtajú na názor ohľadom výučby angličtiny prostredníctvom Skype. </span><em style=\"font-size: 16px; color: var(--ricos-custom-p-color,unset); background-color: transparent;\">Je to to pravé orechové? Čo ak som technický antitalent? Čo ak nebudem lektorovi rozumieť? </em><span style=\"font-size: 16px; color: var(--ricos-custom-p-color,unset); background-color: var(--ricos-custom-p-background-color,unset);\">Čo ak...? Poďme sa spolu pozrieť na výhody a nevýhody virtuálneho spíkovania.</span></p><p><br></p><p><span style=\"font-size: 16px; color: var(--ricos-text-color,#212121); background-color: transparent;\"><img src=\"https://static.wixstatic.com/media/561ad8_8d40099390104757a65b507693207c4a~mv2.jpg/v1/fill/w_925,h_358,al_c,q_80,usm_0.66_1.00_0.01,enc_avif,quality_auto/561ad8_8d40099390104757a65b507693207c4a~mv2.jpg\"></span></p><p><br></p><p><span style=\"font-size: 16px; color: var(--ricos-custom-p-color,unset); background-color: var(--ricos-custom-p-background-color,unset);\">Prvou výhodou Skypovania s cieľom naučiť sa po anglicky je dostupnosť. Skype je rýchly, pohodlný a človek nemusí tak povediac ani vystrčiť päty z domu. Odpadne stres z dopravnej zápchy či nutnosť cestovať do učebne. Stačí kliknutie a všetko je na dosah ruky. </span></p><p><br></p><p><span style=\"font-size: 16px; color: var(--ricos-custom-p-color,unset); background-color: var(--ricos-custom-p-background-color,unset);\"> </span></p><h2><span style=\"font-size: 16px; color: var(--ricos-custom-h2-color,var(--ricos-text-color,#212121)); background-color: var(--ricos-custom-h2-background-color,unset);\">Materiály a interaktívne hodiny</span></h2><p><br></p><p><span style=\"font-size: 16px; color: var(--ricos-custom-p-color,unset); background-color: var(--ricos-custom-p-background-color,unset);\">Rôznorodosť materiálov cez Skype nepozná hraníc. Učíme s pomocou anglických videí, prezentácií a všelijakých fígľov, ktoré si študent pohodlne stiahne na svoju obrazovku a už len kliká podľa pokynov lektorky. Výhodou je, že sa do látky častokrát úplne ponorí a zabudne na všetko okolo seba, ako aj na fakt, že je na hodine angličtiny. Všetko sa zdá reálnejšie, keď si na veci a úlohy môže sám kliknúť. </span></p><p><br></p><p><br></p><h2><span style=\"font-size: 16px; color: var(--ricos-custom-h2-color,var(--ricos-text-color,#212121)); background-color: var(--ricos-custom-h2-background-color,unset);\">Lepší rozvrh </span></h2><p><br></p><p><span style=\"font-size: 16px; color: var(--ricos-custom-p-color,unset); background-color: var(--ricos-custom-p-background-color,unset);\">Priznám sa, že po namáhavom dni, kedy učím v jazykovke od 7. hodiny rannej už nie je možné zobrať študenta na 8. hodinu večer. Na hodinách dávam zo seba maximum. Dobrý lektor by mal poznať svoj limit a neukrátiť ani jedného študenta hodinou, kedy by „mlel z posledného.“ Skype však ponúka možnosť resetovať myseľ, dobiť baterky a v pohodlí domáceho prostredia odučiť hodinu i v neštandardných alebo neskorších časoch... a to už nehovorím o víkende. Víkendové Skypy bývajú jedny z najlepších hodín angličtiny, kedy zrelaxovaný študent vníma angličtinu pri kávičke ako hravú záležitosť. </span></p><p><br></p><p><span style=\"font-size: 16px; color: var(--ricos-custom-p-color,unset); background-color: var(--ricos-custom-p-background-color,unset);\">Aby sme však túto platformu príliš neprechválili, poďme si vypichnúť i pár nedostatkov. </span></p><p><br></p><p><span style=\"font-size: 16px; color: var(--ricos-custom-p-color,unset); background-color: var(--ricos-custom-p-background-color,unset);\">Osobný kontakt je predsa len osobný kontakt... Moja metóda výučby angličtiny je založená na praktických situáciách a scenároch, nie na bifľovaní z kníh. Učebňa jazykovky a všetky pomôcky sa dajú naplno využiť len vtedy, keď je študent prítomný. Môže si tak naozaj chytiť, skúsiť a zahrať veľa vecí, ktoré mu dajú v jazyku viac, ako umelo prečítaný článok z učebnice. </span></p><p><br></p><p><span style=\"font-size: 16px; color: var(--ricos-text-color,#212121); background-color: transparent;\"><img src=\"https://static.wixstatic.com/media/561ad8_df641b77b8794230baa3e61b8e8e70aa~mv2_d_3247_3247_s_4_2.jpg/v1/fill/w_438,h_438,al_c,q_80,usm_0.66_1.00_0.01,enc_avif,quality_auto/561ad8_df641b77b8794230baa3e61b8e8e70aa~mv2_d_3247_3247_s_4_2.jpg\"></span></p><p><br></p><h2><span style=\"font-size: 16px; color: var(--ricos-custom-h2-color,var(--ricos-text-color,#212121)); background-color: var(--ricos-custom-h2-background-color,unset);\">Technika naša každodenná...</span></h2><p><br></p><p><span style=\"font-size: 16px; color: var(--ricos-custom-p-color,unset); background-color: var(--ricos-custom-p-background-color,unset);\">Pre študenta, ktorý sa sústredí na komunikáciu, býva pomalý internet frustrujúcou záležitosťou, zvlášť keď to „seká“. Pri určitých pomalších pripojeniach Skype skrátka nestíha, čo narúša zážitok z hodiny. Ak zvažujete, že sa s Welsanom dáte na hodiny virtuálnej angličtiny, nezabudnite si skontrolovať základné parametre Vášho počítača, webkamery a internetového pripojenia. Hodiny tak budú bez zbytočných komplikácií a Vy z nich vyťažíte maximum. </span></p><p><br></p><h3><span style=\"font-size: 16px; color: var(--ricos-custom-h3-color,var(--ricos-text-color,#212121)); background-color: var(--ricos-custom-h3-background-color,unset);\">Suma sumárum... </span></h3><p><br></p><p><span style=\"font-size: 16px; color: var(--ricos-custom-p-color,unset); background-color: var(--ricos-custom-p-background-color,unset);\">Skype sa hodí pre časovo vyťaženého študenta, ktorý chce kvalitu Welsanu a je ochotný oželieť osobný kontakt s lektorkou. Na jeho zvládnutie netreba byť programátorom, všetko je jednoduché a lektorka Vás prevedie krokmi k úspešnému Skypovaniu behom pár minút. Moje hodiny si tak užijete v pohodlí Vášho domova alebo kancelárie. </span></p><p><span style=\"font-size: 16px; color: var(--ricos-custom-p-color,unset); background-color: var(--ricos-custom-p-background-color,unset);\">Ak však dbáte na intenzívnejší kontakt a praktický learning, anglický kurz na mieru v Trnave je ušitý priamo pre Vás. Karty, hry, reálne pomôcky a jednoduché podanie učiva Vám zaručia, že angličtinu naozaj pochopíte a nebudete sa báť komunikovať už od prvej hodiny. </span></p><p><br></p><p><br></p>",
    "textOnlyContent": "Mnohí študenti sa ma pýtajú na názor ohľadom výučby angličtiny prostredníctvom Skype. Je to to pravé orechové? Čo ak som technický antitalent? Čo ak nebudem lektorovi rozumieť? Čo ak...? Poďme sa spolu pozrieť na výhody a nevýhody virtuálneho spíkovania.Prvou výhodou Skypovania s cieľom naučiť sa po anglicky je dostupnosť. Skype je rýchly, pohodlný a človek nemusí tak povediac ani vystrčiť päty z domu. Odpadne stres z dopravnej zápchy či nutnosť cestovať do učebne. Stačí kliknutie a všetko je na dosah ruky.  Materiály a interaktívne hodinyRôznorodosť materiálov cez Skype nepozná hraníc. Učíme s pomocou anglických videí, prezentácií a všelijakých fígľov, ktoré si študent pohodlne stiahne na svoju obrazovku a už len kliká podľa pokynov lektorky. Výhodou je, že sa do látky častokrát úplne ponorí a zabudne na všetko okolo seba, ako aj na fakt, že je na hodine angličtiny. Všetko sa zdá reálnejšie, keď si na veci a úlohy môže sám kliknúť. Lepší rozvrh Priznám sa, že po namáhavom dni, kedy učím v jazykovke od 7. hodiny rannej už nie je možné zobrať študenta na 8. hodinu večer. Na hodinách dávam zo seba maximum. Dobrý lektor by mal poznať svoj limit a neukrátiť ani jedného študenta hodinou, kedy by „mlel z posledného.“ Skype však ponúka možnosť resetovať myseľ, dobiť baterky a v pohodlí domáceho prostredia odučiť hodinu i v neštandardných alebo neskorších časoch... a to už nehovorím o víkende. Víkendové Skypy bývajú jedny z najlepších hodín angličtiny, kedy zrelaxovaný študent vníma angličtinu pri kávičke ako hravú záležitosť. Aby sme však túto platformu príliš neprechválili, poďme si vypichnúť i pár nedostatkov. Osobný kontakt je predsa len osobný kontakt... Moja metóda výučby angličtiny je založená na praktických situáciách a scenároch, nie na bifľovaní z kníh. Učebňa jazykovky a všetky pomôcky sa dajú naplno využiť len vtedy, keď je študent prítomný. Môže si tak naozaj chytiť, skúsiť a zahrať veľa vecí, ktoré mu dajú v jazyku viac, ako umelo prečítaný článok z učebnice. Technika naša každodenná...Pre študenta, ktorý sa sústredí na komunikáciu, býva pomalý internet frustrujúcou záležitosťou, zvlášť keď to „seká“. Pri určitých pomalších pripojeniach Skype skrátka nestíha, čo narúša zážitok z hodiny. Ak zvažujete, že sa s Welsanom dáte na hodiny virtuálnej angličtiny, nezabudnite si skontrolovať základné parametre Vášho počítača, webkamery a internetového pripojenia. Hodiny tak budú bez zbytočných komplikácií a Vy z nich vyťažíte maximum. Suma sumárum... Skype sa hodí pre časovo vyťaženého študenta, ktorý chce kvalitu Welsanu a je ochotný oželieť osobný kontakt s lektorkou. Na jeho zvládnutie netreba byť programátorom, všetko je jednoduché a lektorka Vás prevedie krokmi k úspešnému Skypovaniu behom pár minút. Moje hodiny si tak užijete v pohodlí Vášho domova alebo kancelárie. Ak však dbáte na intenzívnejší kontakt a praktický learning, anglický kurz na mieru v Trnave je ušitý priamo pre Vás. Karty, hry, reálne pomôcky a jednoduché podanie učiva Vám zaručia, že angličtinu naozaj pochopíte a nebudete sa báť komunikovať už od prvej hodiny.",
    "summaryImage": "/uploads/summary_1741729573358_skype.jpg"
  }
]
